

export default function Rules(){
    return(
        <>
            <main>
                <div className="wrapper">
                    <div className="rules-container">
                        <div className="rules-header">
                            Правила проживания в квартире:
                        </div>
                        <div className="rules-content">
                            <ol>
                                <li>В соответствии с Федеральным законом РФ № 52-ФЗ «О тишине» запрещено шуметь с 22:00
                                    до 8:00, т.е.:<br/>
                                    • Прослушивание громкой музыки (Согласно СанПиН, допустимый уровень шума днем равен
                                    55 дБ, в ночное — максимум 45 дБ);<br/>
                                    • Петь или играть на музыкальных инструментах;<br/>
                                    • К действиям, нарушающим тишину, также относятся крики, использование
                                    пиротехнических средств, другие громкие звуки. Законодательством субъектов РФ могут
                                    устанавливаться и другие действия, относимые к нарушающим тишину;<br/>
                                    • Шуметь запрещается не только в квартирах, но и в подъездах.
                                </li>
                                <li>Расчетный час 12:00. Выезд до 12:00 следующего дня, каждый последующий час
                                    оплачивается дополнительно. Продление срока аренды можно согласовать дополнительно
                                    до 10:00 утра (за два часа до расчетного часа выезда). Ранний и поздний выезд
                                    оплачивается отдельно, оговаривается индивидуально.
                                </li>
                                <li>Курение в квартире и/или подъезде строго запрещено. Штраф при нарушении равен
                                    залоговой стоимости аренды квартиры.
                                </li>
                                <li>Пожалуйста, соблюдайте чистоту в квартире.</li>
                                <li>Запрещено вступать в конфликт с соседями, запрещены любые правонарушения в квартире,
                                    подъезде, и/или дворе дома.
                                </li>
                                <li>Запрещено проживание в арендуемой квартире с животными без согласования с
                                    арендодателем.
                                </li>
                                <li>Запрещен привод третьих лиц без согласования с арендодателем.</li>
                                <li>Выходя из квартиры необходимо отключать все источники воды, и/или электроприборы.
                                </li>
                                <li>За нарушение правил эксплуатации помещений арендодатель имеет право расторгнуть
                                    договор об аренде, также будет приписан штраф равный залоговой стоимости аренды
                                    квартиры.
                                </li>
                                <li>В случае повреждения, порчи, утраты имущества арендодателя, арендатор обязан
                                    возместить его полную стоимость.
                                </li>
                                <li>При заселении необходимо иметь при себе паспорт.</li>
                            </ol>
                        </div>
                    </div>
                </div>
            </main>
        </>
    )
}