



export default function PrivacyPolicy() {
    return (
        <>
            <main>
                <div className="wrapper">
                   <p>
                       Настоящая Политика конфиденциальности (далее – Политика) устанавливает правила использования персональной информации, получаемой от пользователей сайта (далее – Пользователи) администратором сайта Апартаменты "Оазис" (далее - Компания). Настоящая Политика конфиденциальности применяется ко всем Пользователям Сайта. Все термины и определения, встречающиеся в тексте Политики толкуются в соответствии с действующим законодательством РФ (в частности, ФЗ «О персональных данных».) Пользователи прямо соглашаются на обработку своих персональных данных, как это описано в настоящей Политике. Использование Сайта означает выражение Пользователем безоговорочного согласия с Политикой и указанными условиями обработки информации. Пользователь не должен пользоваться Сайтом, если Пользователь не согласен с условиями Политики.
                   </p>
                    <p>1. Персональная информация Пользователей, которую обрабатывает Компания. Сайт собирает, получает доступ и использует в определенных Политикой целях персональные данные Пользователей, техническую и иную информацию, связанную с Пользователями. Техническая информация не является персональными данными. Компания использует файлы cookies, которые позволяют идентифицировать Пользователя. Файлы cookies – это текстовые файлы, доступные Компании, для обработки информации об активности Пользователя, включая информацию о том, какие страницы посещал Пользователь и о времени, которое Пользователь провел на странице. Пользователь может отключить возможность использования файлов cookies в настройках браузера. Также под технической информацией понимается информация, которая автоматически передается Компании в процессе использования Сайта с помощью  установленного на устройстве Пользователя программного обеспечения. Под персональными данными Пользователя понимается информация, которую Пользователь предоставляет Компании при заполнении заявки на Сайте и последующем использовании Сайта. Обязательная для предоставления Компании информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение. Компания также может обрабатывать данные, сделанные общедоступными субъектом персональных данных или подлежащие опубликованию или обязательному раскрытию в соответствии с законом. Компания не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность. Однако Компания исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию о себе и поддерживает эту информацию в актуальном состоянии.</p>
                    <p>2. Цели обработки персональной информации Пользователей:
                        <br/>
                        Главная цель Компании при сборе персональных данных — предоставление информационных, консультационных услуг Пользователям. Пользователи соглашаются с тем, что Компания также может использовать их персональные данные для:
                        <br/>
                        • Идентификация стороны в рамках предоставляемых услуг;
                        <br/>
                        • Предоставления услуг и клиентской поддержки по запросу Пользователей;
                        <br/>
                        • Улучшение качества услуг, удобства их использования, разработка и развитие;
                        <br/>
                        • Сайта, устранения технических неполадок или проблем с безопасностью;
                        <br/>
                        • Анализ для расширения и совершенствования услуг, информационного наполнения• и рекламы услуг;
                        <br/>
                        • Информирования Пользователей об услугах, целевом маркетинге, обновлении
                        <br/>
                        • Услуг и рекламных предложениях на основании информационных предпочтений• Пользователей;
                        <br/>
                        • Таргетирование рекламных материалов; рассылки индивидуальных маркетинговых
                        <br/>
                        • Сообщений посредством электронной почты, звонки и SMS;
                        <br/>
                        • Проведение статистических и иных исследований на основе обезличенных данных;
                        <br/>
                        Компания использует техническую информацию обезличено в целях, указанных в пункте 2.1.</p>
                    <p>
                        3. Условия и способы обработки персональной информации Пользователей и её передачи третьим лицам: Пользователь дает согласие на обработку своих персональных данных путём отправки заявки (любой письменный запрос, содержащий контактные данные). Обработка персональных данных Пользователя означает сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных Пользователя.В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц. Компания вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:
                        <br/>
                        • Пользователь выразил согласие на такие действия;
                        <br/>
                        • Передача необходима для использования Пользователем определенной услуги Сайта либо для исполнения определенного договора или соглашения с Пользователем;
                        <br/>
                        • Передача уполномоченным органам государственной власти Российской Федерации по основаниям и в порядке, установленным законодательством Российской Федерации;
                        <br/>
                        • В целях обеспечения возможности защиты прав и законных интересов Компании или третьих лиц в случаях, когда Пользователь нарушает условия договоров и соглашений с Компанией, настоящую Политику, либо документы, содержащие условия использования конкретных услуг;
                        <br/>
                        • В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные статистические данные, которые передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Компании
                    </p>
                    <p>
                        4. Меры, применяемые для защиты персональной информации Пользователя: Компания принимает необходимые и достаточные правовые, организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
                    </p>
                    <p>
                        5. Разрешение споров: Все возможные споры, вытекающие из отношений, регулируемых настоящей Политикой, разрешаются в порядке, установленном действующим законодательством Российской Федерации, по нормам российского права. Соблюдение досудебного (претензионного) порядка урегулирования споров является обязательным.
                    </p>
                    <p>6. Дополнительные условия:
                    <br/>
                        Компания вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.
                        <br/>
                        Новая Политика конфиденциальности вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики конфиденциальности. Продолжение использования Сайта после внесения таких изменений подтверждает согласие Пользователя с такими изменениями.
                    </p>
                </div>
            </main>
        </>
    )
}